Repository: wescamp/Unrest-root
Catalog: po/*.po
Languages: ca, da, de, fr, hu, it, nl, pt_br, ru, sv

source: I strike a blow for the old alliance!
ca: Lluite en nom de l'antiga aliança!
da: Jeg kæmper et slag for den gamle alliance!
de: Ich kämpfe für die alte Allianz!
fr: Je frappe un coup pour l'ancienne alliance !
hu: A régi szövetség nevében mérek csapást!
it: Colpisco in nome della vecchia alleanza!
nl: Ik breek een lans voor het oude bondgenootschap!
pt_br: Eu desfiro este golpe em nome da velha aliança!
ru: Я помогаю старому союзу!
sv: Ett slag för den gamla alliansen!

source: I'll help you defend your castle.
ca: T'ajudaré a defendre el teu castell.
da: Jeg vil hjælpe dig med at forsvare din borg.
de: Ich werde euch helfen eure Festung zu verteidigen.
fr: Je vais vous aider à défendre votre château.
hu: Segíteni fogok megvédeni a váradat.
it: Ti aiuterò a difendere il tuo castello.
nl: Ik zal je helpen je kasteel te verdedigen.
pt_br: Eu lhe ajudarei a defender seu castelo.
ru: Я помогу Вам защитить ваш замок.
sv: Jag ska hjälpa dig att försvara ditt slott.

source: I thank you for your aid, Prince Aramir.
ca: Gràcies per la teua ajuda, Príncep Aramir.
da: Jeg takker for din hjælp, prins Aramir.
de: Ich danke euch für eure Hilfe, Prinz Aramir.
fr: Je vous remercie pour votre aide, prince Aramir.
hu: Köszönöm a segítséget, Aramir herceg.
it: Principe Ararmir, ti ringrazio per l'aiuto.
nl: Ik dank je voor je hulp prins Aramir.
pt_br: Eu lhe agradeço por sua ajuda, Príncipe Aramir.
ru: Я благодарю Вас за помощь, принц Арамир.
sv: Jag tackar dig för din hjälp, prins Aramir.

source: Orc Attack
da: Ork angreb
de: Orkischer Angriff
fr: L'attaque des orcs
it: Attacco degli orchi
nl: Orkaanval
pt_br: Ataque Orc

source: No! The orcs are coming! Elebren, if you continue this feud, they will slay us all!
da: Nej! Orkerne kommer! Elebren, hvis du fortsætter med denne indstilling, vil de myrde os alle!
de: Oh nein, die Orks kommen! Elebren, wenn du diese Fehde fortführst werden sie uns alle abschlachten!
fr: Oh non ! Les orcs arrivent ! Elebren, si vous continuez cette vendetta, ils vont tous nous massacrer !
it: No! Stanno arrivando gli orchi! Elebren, se continui questa faida, ci uccideranno tutti!
nl: Nee! De Orks komen eraan! Elebren als je deze vete in stand houdt zullen ze ons afslachten!
pt_br: Não! O orcs estão vindo! Elebren, se você continuar esta disputa, eles nos matarão a todos!

source: I suppose we cannot win without joining....
da: Jeg må indrømme at vi ikke kan vinde uden at slå os sammen med....
de: Ich schätze nicht, dass wir gewinnen können, wenn wir nicht zusammenarbeiten...
fr: Je suppose que nous ne pouvons vaincre sans se regrouper...
it: Penso che non potremo vincere senza unirci...
nl: Ik vermoed dat we niet kunnen winnen zonder samen te strijden....
pt_br: Eu suponho que nós não podemos vencer sem nos unirmos....

source: I swear I will not attack you again.
da: Jeg lover ikke at angribe dig igen.
de: Ich schwöre, dass ich dich nie wieder angreifen werde.
fr: Je jure que je ne vous attaquerez plus.
it: Giuro che non ti attaccherò più.
nl: Ik beloof dat ik je niet weer zal aanvallen.
pt_br: Eu juro que não o atacarei novamente.

source: Now that you have stopped fighting, your people are willing to pay you taxes.
da: Nu da du er stoppet med at slås, vil dit folk igen betale skat til dig.
de: Nun da ihr eure Kämpfe eingestellt habt, ist euer Volk bereit, euch mit Steuern zu unterstützen.
fr: Maintenant que vous avez arrêter le combat, votre peuple est prêt à me payer des impôts.
it: Adesso che avete smesso di combattere, la vostra gente pagherà le tasse di propria volontà.
nl: Nu je bent gestopt met vechten zal het volk je belasting betalen.
pt_br: Agora que você deixou de lutar, seu povo esta disposto a lhe pagar impostos.

source: Pillagers! I require you to burn the forest for me!
da: Lykkeriddere! Jeg kræver at i brænder skoven for mig!
de: Plünderer! Brennt die Wälder für mich nieder!
fr: Messieurs le pilleurs ! Je vous demande de brûler la forêt pour moi !
it: Razziatori! Vi ordino di bruciare la foresta per me!
nl: Plunderaars! Ik wens dat jullie het bos voor me plat branden!
pt_br: Saqueadores! Eu lhes exijo que queimem a floresta para mim!

source: Die, foul Orc!
ca: Mor, maleït orc!
da: Dø, modbydelige ork!
de: Stirb, elendiger Ork!
fr: Meurs, satané orc !
hu: Pusztulj, mocskos ork!
it: Muori, stupido orco!
nl: Sterf vuile Ork!
pt_br: Morra, Orc sujo!
ru: Умрите, грязный Орк!
sv: Dö, vidriga orch!

source: We've driven the Orcish menace from our forests. Now we--
ca: Hem fet allunyar-se l'amenaça orca dels nostres boscos. Ara, ens...
da: Vi har fordrevet de orkiske horder fra vores skove. Nu--
de: Wir haben die orkische Bedrohung aus euren Wäldern beseitigt. Nun werden wir--
fr: Nous avons écarté la menace orc de nos forêts. Maintenant nous--
hu: Elhárítottuk az ork fenyegetést az erdeinkből. Most--
it: Abbiamo sventato la minaccia degli orchi dalle nostre foreste. Adesso --
nl: We hebben de Ork dreiging uit onze bossen verdreven. Nu we--
pt_br: Nós afastamos os Orcs que ameaçam nossas florestas. Agora nós--
ru: Мы увели угрозу Орков от наших лесов. Теперь мы--
sv: Vi har lyckats driva bort orchernas hot från våra skogar, nu kan-

source: Elebren! Aramir! We have need of your aid, and call on you to uphold our old alliance against the Orcs!
ca: Elebren! Aramir! Necessitem la vostra ajuda, i vos confiem en que mantingueu la nostra antiga aliança contra els orcs!
da: Elebren! Aramir! Vi har brug for jeres hjælp, og anmoder jer om at bevare vores gamle alliance mod orkerne!
de: Elebren! Aramir! Wir brauchen eure Hilfe. Gedenkt der alten Allianz wider den Orks!
fr: Elebren ! Aramir ! Nous avons besoin de votre aide, et nous comptons sur vous pour honorer notre ancienne alliance contre les orcs !
hu: Elebren! Aramir! Szükségünk van a segítségetekre, fel szeretnénk újítani a régi szövetséget az orkok ellenében!
it: Elebren! Aramir! Abbiamo bisogno del vostro aiuto, dovete rispettare la nostra vecchia alleanza contro gli orchi!
nl: Elebren! Aramir! We hebben jullie hulp nodig en roepen jullie op om jullie aan een oud bondgenootschap tegen de Orks te houden!
pt_br: Elebren! Aramir! Nós precisamos de sua ajuda, e requisitamos nossa velha aliança contra o Orcs!
ru: Элебрен! Арамир! Нам нужна ваша помощь, и обращаемся к Вам с просьбой поддерживать наш старый союз против Орков!
sv: Elebren! Aramir! Vi behöver er hjälp, och ber er minnas vår gamla allians mot orcherna!

source: I'll go help the humans with their orcish problem. Elebren--
ca: Jo aniré amb els humans per ajudar-los amb els seus problemes. Elebren...
da: Jeg vil hjælpe menneskerne med deres ork problem. Elebren--
de: Ich werde gehen und den Menschen mit ihrem orkischen Problem helfen. Elebren--
fr: Je vais aider les humains avec leur problème d'orcs. Elebren--
hu: Megyek, és segítek az embereknek az orkok ellen. Elebren--
it: Andrò ad aiutare gli umani a combattere gli orchi. Elebren --
nl: Ik zal de mensen helpen met hun Ork probleem. Elebren--
pt_br: Eu irei ajudar os humanos com o seu problema dos orcs. Elebren--
ru: Я пойду на помощь людям с их проблемой. Элебрен--
sv: Jag ska hjälpa människorna med deras orchproblem. Elebren-

source: I'll stay here to put out the fires and defend against any other invaders.
ca: Jo romandré ací per acabar d'apagar els incendis i defendre'ns contra qualsevol altre invasor.
da: Jeg bliver her - slukker ildebrandene - og forsvarer området mod andre angribere.
de: Ich werde hier bleiben, die Feuer löschen und das Land gegen andere Invasoren verteidigen.
fr: Je vais rester ici pour éteindre les feux et nous défendre contre d'autres envahisseurs.
hu: Itt maradok, kioltani a tüzeket és megvédeni a földet a többi betolakodótól.
it: Rimarrò qui a spegnere i fuochi e a difendere la zona da altri invasori.
nl: Ik zal hier blijven om de branden te doven en me verdedigen tegen andere invallers.
pt_br: Eu ficarei aqui para apagar o fogo e defender contra qualquer outro invasor.
ru: Я останусь здесь, чтобы потушить пожары и защитить против любых других захватчиков.
sv: Jag stannar här och släcker bränderna och håller undan andra inkräktare.

source: I'll stay here to clean up after the fires and defend against any other invaders.
ca: Jo romandré ací per a netejar-lo tot després dels incendis i defendre'ns contra qualsevol altre invasor.
da: Jeg bliver her - renser op efter ildebrandene - og forsvarer området mod andre angribere.
de: Ich werde hier bleiben um die Reste der Feuer zu beseitigen und uns gegen andere Invasoren zu verteidigen.
fr: Je vais rester ici pour tout remettre en ordre et nous défendre contre d'autres envahisseurs.
hu: Itt maradok takarítani a tüzek után, és megvédeni a földet a többi betolakodótól.
it: Rimarrò a spegnere i fuochi e a difendere la nostra gente dagli invasori.
nl: Ik zal hier blijven om op te ruimen na deze branden en me verdedigen tegen andere invallers.
pt_br: Eu ficarei aqui para arrumar o que sobrou dos fogos e defender contra qualquer outro invasor.
ru: Я останусь здесь, чтобы убраться после пожаров и защитить против любых других захватчиков.
sv: Jag stannar här och rensar upp efter bränderna och håller undan andra inkräktare.

source: Elvish Warrior King
ca: Rei Guerrer Elf
da: Elvisk krigerkonge
de: Elfen Kriegskönig
fr: Roi guerrier elfe
hu: Harcos Tündekirály
it: Re guerriero degli elfi
nl: Elfenkrijger koning
pt_br: Rei Guerreiro Élfico
ru: Эльфийский Король Воинов
sv: Alvkrigarkung

source: leadership
ca: lideratge
da: lederskab
de: Führungsqualitäten
fr: commandement
hu: hadvezetés
it: comando
nl: leiderschap
pt_br: liderança
ru: лидер
sv: ledarskap

source: sword
ca: espasa
da: sværd
de: Schwert
fr: épée
hu: kard
it: spada
nl: zwaard
pt_br: espada
ru: меч
sv: svärd

source: blade
ca: talla
da: klinge
de: Klinge
fr: sabre
hu: penge
it: lama
nl: scherp
pt_br: lâmina
ru: клинок
sv: hugg

source: fireball
ca: bola de foc
da: ildkugle
de: Feuerball
fr: boule de feu
hu: tűzgolyó
it: palla di fuoco
nl: vuurbal
pt_br: bola de fogo
ru: Огненный Шар
sv: eldklot

source: fire
ca: foc
da: ild
de: Feuer
fr: feu
hu: tűz
it: fuoco
nl: vuur
pt_br: fogo
ru: огонь
sv: eld

source: magical
ca: màgic
da: magisk
de: magisch
fr: magique
hu: mágikus
it: magico
nl: magisch
pt_br: mágico
ru: магический
sv: magisk

source: Elvish Warrior Prince
ca: Príncep Guerrer Elf
da: Elvisk krigerprins
de: Elfen Kriegsprinz
fr: Prince guerrier elfe
hu: Harcos Tündeherceg
it: Principe guerriero degli elfi
nl: Elfenkrijgen prins
pt_br: Príncipe Guerreiro Élfico
ru: Эльфийский Принц Воинов
sv: Alvkrigarprins

source: Forest Fire
ca: Incendi Forestal
da: Skovbrand
de: Waldbrandt
fr: Feu de forêt
hu: Erdőtűz
it: Fuoco della foresta
nl: Bosbrand
pt_br: Floresta em Chamas
ru: Лесной Пожар
sv: Skogsbrand

source: burn
ca: cremar
da: brænd
de: Verbrennen
fr: brûle
hu: ég
it: brucia
nl: brand
pt_br: queimadura
ru: поджигать
sv: bränn

source: Nightwing Bat
ca: Rat-penat atziac
da: Natflagermus
de: Nächtschwarze Fledermaus
fr: Chauve-souris vampire
hu: Éjdenevér
it: Pipistrello notturno
pt_br: Morcego asa noturna
sv: Skuggfladdermus

source: nightstalk
ca: sigil
de: Nachtschatten
fr: chasseur nocturne
hu: éjjeli lopakodás
it: Assalitore notturno
nl: nachtsluiper
pt_br: caça noturna
ru: невидимка
sv: skuggsteg

source: They're invisible at night and they suck your blood! Fear them!
ca: Son invisibles de nit i et xuclen la sang! Més val que els tingues por!
da: De er usynlige om natten og de suger dit blod! Frygt dem!
de: Sie sind unsichtbar bei Nacht und saugen euch das Blut aus! Fürchtet sie!
fr: Elles sont invisibles la nuit et sucent votre sang ! Craignez-les !
hu: Éjszaka láthatatlanok, és a véredet szívják! Óvakodj tőlük!
it: Sono invisibili di notte e succhiano il sangue! Spaventosi!
nl: Ze zijn onzichtbaar 's nachts and ze zuigen je bloed! Vrees ze!
pt_br: Eles à são noite invisíveis e eles chupam seu sangue! Tema-os!
ru: Они невидимы ночью, и сосут вашу кровь! Бойтесь их!
sv: De är osynliga på natten och de är ute efter ditt blod! Frukta dem!

source: fangs
ca: ullals
da: hugtænder
de: Fänge
fr: mord
hu: agyar
it: zanne
nl: tanden
pt_br: presas
ru: клыки
sv: huggtänder

source: drain
ca: drena
da: dræn
de: Lebensentzug
fr: drainage
hu: megcsapolás
it: risucchio
pt_br: dreno
ru: осушать
sv: suga livskraft
