Repository: wescamp/Unrest-root
Catalog: po/*.po
Languages: ca, da, de, fr, hu, it, nl, pt_br, ru, sv

source: Unrest in Elfland
ca: Disturbis a terres elfes
da: Oprør i Elfland
de: Unruhen im Elfenland
fr: Troubles au pays des elfes
hu: Nyugtalanság Tündeföldön
it: Caos nelle terre degli elfi
nl: Onrust in Elfenland
pt_br: Agitação em Elfland
ru: Волнение у Эльфов
sv: Oro i Alvernas rike

source: Soldier
ca: Soldat
da: Soldat
de: Soldat
fr: Soldat
hu: Katona
it: Soldato
nl: Soldaat
pt_br: Soldado
ru: Воин
sv: Soldat

source: (easiest)
ca: (més fàcil)
da: (nemmest)
de: (leicht)
fr: (facile)
hu: (legkönnyebb)
it: (facile)
nl: (gemakkelijk)
pt_br: (facílimo)
ru: (легкий)
sv: (lättast)

source: Prince
ca: Príncep
da: Prins
de: Prinz
hu: Herceg
it: Principe
nl: Prins
pt_br: Príncipe
ru: Принц
sv: Prins

source: (hardest)
ca: (més difícil)
da: (sværest)
de: (schwierig)
fr: (difficile)
hu: (legnehezebb)
it: (difficile)
nl: (moeilijk)
pt_br: (dificílimo)
ru: (сложный)
sv: (svårast)

source: King
ca: Rei
da: Konge
de: König
fr: Roi
hu: Király
it: Re
nl: Koning
pt_br: Rei
ru: Король
sv: Kung

source: Play the role of an Elvish Prince as he attempts to save the realm from its downfall.
ca: Fica't en la pell d'un Príncep Elf mentres intenta evitar la ruïna del seu regne.
da: Spil rollen som en elvisk prins i hans forsøg på at redde kongedømmet fra dets fald.
de: Unterstützt einen elfischen Prinzen dabei, sein Reich vor dem Untergang zu bewahren.
fr: Jouez le rôle d'un prince elfe tentant de sauver le royaume de sa chute.
hu: Játszd el egy tünde herceg szerepét, aki megpróbálja megmenteni birodalmát a bukástól.
it: Gioca nel ruolo di un principe degli elfi che prova a salvare il suo regno dalla rovina.
nl: Speel de rol van een Elfenprins die probeert zijn ondergang te voorkomen.
pt_br: Faça o papel de um Príncipe Élfico que tenta salvar o reino de sua queda.
ru: Играйте роль эльфийского принца, который пытается спасти своё царство от крушения.
sv: En alvprins försöker rädda sitt rike från att falla samman.

source: Elebren's Assassins
da: Elebrens snigmordere
de: Elenbrens Attentäter
fr: Les assassins d'Elebren
it: Assassini di Elebren
nl: Elebren's sluipmoordenaars
pt_br: Os Assassinos de Elebren

source: Defeat the assassins
ca: Derrota els assassins
da: Besejr snigmorderne
de: Besiegt die Attentäter
fr: Vaincre les assassins
hu: Legyőzöd az orgyilkosokat
it: Sconfiggi gli assassini
nl: Versla de sluipmoordenaars
pt_br: Derrote os assassinos
ru: Победите убийц
sv: Besegra lönnmördarna

source: Death of Aramir
ca: Mort d'Aramir
da: Aramirs død
de: Aramir fällt in der Schlacht
fr: Mort d'Aramir
hu: Aramir elesik
it: Morte di Aramir
nl: Dood van Aramir
pt_br: Morte de Aramir
ru: Смерть Арамира
sv: Aramir dör

source: Death of Elebren
ca: Mort d'Elebren
da: Elebrens død
de: Elebren fällt in der Schlacht
fr: Mort d'Elebren
hu: Elebren elesik
it: Morte di Elebren
nl: Dood van Elebren
pt_br: Morte de Elebren
ru: Смерть Элебрена
sv: Elebren dör

source: loyal
ca: lleial
fr: Fidèle
hu: hűséges
it: leale
nl: loyaal
pt_br: leal
ru: преданный
sv: lojal

source: quick
ca: ràpid
da: hurtig
de: schnell
fr: rapide
hu: gyors
it: veloce
nl: snel
pt_br: rápido
ru: быстрый
sv: snabb

source: Phew, cleaning up those fires was tiring.
ca: Buf, apagar tots eixos incendis ha sigut esgotador.
da: Øv, oprydningen af de ildebrande var trættende.
de: Puh, die Brände zu löschen war ermüdend.
fr: Pfiou, nettoyer ces feux était fatigant.
hu: Pfú, a tüzek takarítása fárasztó munka.
it: Fiuh, spegnere questi fuochi è stato faticoso.
nl: Die brandjes doven is vermoeiend.
pt_br: Ufa, cuidar desses incêndios foi cansativo.
ru: Уф, тушение тех пожаров было утомляющим.
sv: Puh, det var jobbigt att rensa upp efter bränderna.

source: Prepare to die, elf!
ca: Prepara't per morir, elf!
da: Forbered dig på døden elf!
de: Macht euch auf den Tod gefasst, Elf!
fr: Prépare-toi à mourir, elfe !
hu: Készülj a halálra, tünde!
it: Preparati a morire, elfo!
nl: Wees voorbereid te zullen sterven Elf!
pt_br: Prepare-se para morrer, elfo!
ru: Готовитесь смерти, эльф!
sv: Bered dig att dö, alv!

source: What's this? It's a bunch of assassins! Argh, if only Aramir was here!
ca: Què és açò? És un grup d'assassins! Argh, si estiguera Aramir ací!
da: Hvad er dette? En gruppe af snigmordere! Hvis bare Aramir havde været her!
de: Was ist das? Eine Gruppe Attentäter! Wäre doch Aramir hier!
fr: Qu'est-ce que c'est ? C'est un groupe d'assassins ! Argh, si seulement Aramir était là !
hu: Mi ez? Egy csapat orgyilkos! Jajj, bárcsak Aramir itt lenne!
it: Cos'è? Un gruppo di assassini! Argh, se solo Aramir fosse qui!
nl: Wat is dit? Het is een stel sluipmoordenaars! Aahh als Aramir hier nu eens was!
pt_br: O que é isto? É um grupo de assassinos! Argh, se Aramir estivesse aqui!
ru: Что это? Группа убийц! Если только Арамир был здесь!
sv: Vad är detta? Ett gäng lönnmördare! Argh, om bara Aramir var här!

source: Aramir sends word that he and his army will arrive two dawns hence!
ca: Aramir t'informa que arribarà amb el seu exèrcit dins de dos matinades!
da: Aramir har sendt bud om at hans hær vil ankomme to dage fra nu!
de: Aramir hat in einer Nachtricht behauptet, er wäre mit seiner Armee in zwei Tagen bei Tagesanbruch hier!
fr: Aramir fait savoir qu'il arrivera avec son armée d'ici deux aurores !
hu: Aramir azt az üzenetet küldte, hogy a második hajnallal érkezik csapataival!
it: Aramir ci ha fatto sapere che arriverà tra due albe!
nl: Aramir stuurt dat hij hij en zijn leger over twee zonsopgangen zal arriveren!
pt_br: Aramir enviou uma mensagem, de que ele e seu exército chegarão daqui a dois dias, pelo amanhecer!
ru: Арамир посылает слово, что он и его армия прибудут через два рассвета!
sv: Aramir skickar bud att han och hans armé kommer till undsättning om två dagar!

source: What's going on here?
ca: Què està passant ací?
da: Hvad foregår der her?
de: Was geht hier vor sich?
fr: Que se passe-t-il ici ?
hu: Mi folyik itt?
it: Cosa succede qui?
nl: Wat is hier gaande?
pt_br: O que está havendo aqui?
ru: Что тут происходит?
sv: Vad händer här?

source: I'm being attacked by assassins!
ca: M'està atacant un grup d'assassins!
da: Jeg er under angreb af snigmordere!
de: Ich werde von Attentätern angegriffen!
fr: Je suis attaqué par des assassins !
hu: Megtámadtak az orgyilkosok!
it: Sono stato attaccato dagli assassini!
nl: Ik word aangevallen door sluipmoordenaars!
pt_br: Eu estou sendo atacado por assassinos!
ru: На меня нападают убийцы!
sv: Jag är anfallen av lönnmördare!

source: That's bad. Prepare to die, assassins!
ca: Malament. Prepareu-vos a morir, assassins!
da: Gør jer klar til at dø snigmordere!
de: Das ist übel. Macht euch auf eurern Tod gefasst, Attentäter!
fr: Cela est fâcheux. Préparez-vous à mourir, assassins !
hu: Rossz ötlet volt. Készüljetek a halálotokra, orgyilkosok!
it: Non ci voleva. Preparatevi a morire, assassini!
nl: Dat is slechts. Bereid je voor op je door sluipmoordenaar!
pt_br: Isso é ruim. Preparem-se para morrer, assassinos!
ru: Это плохо. Готовитесь умиреть, убийцы!
sv: Det var illa. Bered er för döden, lönnmördare!

source: Argh! Aramir is dead! Now I am doomed!
ca: Argh! Aramir ha mort! Estic perdut!
da: Suk! Aramir er død! Jeg er fortabt!
de: Oh nein! Aramir ist tot! Nun bin ich verloren!
fr: Argh ! Aramir est mort ! Je suis condamné !
hu: Ó, Aramir halott! Elvesztem!
it: Argh! Aramir è morto! Siamo rovinati!
nl: Aaah! Aramir is dood! Nu ben ik verloren!
pt_br: Argh! Aramir está morto! Agora eu estou condenado!
ru: Арамир мертв! Теперь я обречен!
sv: Argh! Aramir är död! Jag är förgjord!

source: No! Without Elebren, our kingdom is doomed!
ca: No! Sense Elebren, el nostre regne està perdut!
da: Åh nej! Uden Elebren er vores kongedømme fortabt!
de: Nein! Ohne Elebren ist unser Reich dem Untergang geweiht!
fr: Non ! Sans Elebren, notre royaume est condamné !
hu: Ez nem lehet! Elebren nélkül a birodalom elveszett!
it: No! Senza Elebren il nostro regno è finito!
nl: Nee! Zonder Elebren ben ik verloren!
pt_br: Não! Sem Elebren, nosso reino está condenado!
ru: Нет! Без Элебрена, наше королевство обречено!
sv: Nej! Utan Elebren är vårt rike dödsdömt!

source: Take this, foul invader!
ca: Pren medicina de la bona, invasor!
da: Værsgo, kujonagtige angriber!
de: Nimm das, elendiger Eindringling!
fr: Prends ça, envahisseur putride !
hu: Fogd, alávaló megszálló!
it: Prendi questo, stupido invasore!
nl: Neem dit, vuile binnendringer!
pt_br: Tome isto, invasor sujo!
ru: Возьмите это, грязный захватчик!
sv: Här har du, eländige inkräktare!

source: Charge!!!
ca: Desperta Ferro!!!
da: Angrib!!!
de: Angriff!
fr: Chargez !!!
hu: Rohaaam!!!
it: Carica!!!
nl: Ten aanval!!!
pt_br: Atacar!!!
ru: В аттаку!!!
sv: Anfall!!!

source: Die, you assassin!
ca: Mor, assassí!
da: Dø, din snigmorder!
de: Stirb, Attentäter!
fr: Meurs, assassin !
hu: Pusztulj, orgyilkos!
it: Muori, assassino!
nl: Sterf sluipmoordenaan!
pt_br: Morra, você assassino!
ru: Умирай, убийца!
sv: Dö, lönnmördare!

source: Having crushed their opponents, Aramir and Elebren ruled peacefully for many years.
ca: Una vegada van aixafar els seus adversaris, Aramir i Elebren van governar pacíficament durant molts anys.
da: Efter sejren regerede Aramir og Elebren deres kongedømme fredeligt i mange år.
de: Nachdem sie ihre Wiedersacher besiegt hatten, regierten Aramir und Elebren für viele Jahre im Frieden.
fr: Après avoir écrasé leurs adversaires, Aramir et Elebren régnèrent en paix de nombreuses années.
hu: Miután legyőzték ellenfeleiket, Aramir és Elebren éveken át békében uralkodott.
it: Dopo aver sconfitto i loro avversari Aramir ed Elebren regnarono in pace per molti anni.
nl: Aramir en Elebren heersten nog vele jaren vreedzaam nadat ze hun tegenstanders uit de weg hadden geruimd.
pt_br: Tendo esmagado os seus oponentes, Aramir e Elebren governaram calmamente por muitos anos.
ru: Сокрушив их противников, Арамир и Элебрен правили много лет.
sv: Efter att ha krossat sina motståndare, regerade Aramir och Elebren i fred i många år.

source: Elvish Rivalry
da: Elvisk kavaleri
de: Elfische Rivalen
fr: La rivalité elfique
it: Elfi rivali
nl: Elfenrivaliteit
pt_br: Rivalidade Élfica

source: Resist until end of turns
ca: Resisteix fins a la fi dels turns
da: Modstand indtil sidte runde
de: Haltet die Stellung bis zum Ablauf des Rundenlimits
fr: Résister jusqu'à la fin des tours
hu: Kitartasz a körök lejártáig
it: Resisti fino alla fine dei turni
nl: Houdt stand tot het einde van de beurten
pt_br: Resista até fim dos turnos
ru: Сопротивляйтесь до конца ходов
sv: Håll stånd tills dragen tar slut.

source: Death of your brother Elebren
ca: Mort del teu germà Elebren
da: Død over din bror Elebren
de: Euer Bruder Elebren fällt in der Schlacht
fr: Mort de votre frère Elebren
hu: Fivéred, Elebren elesik
it: Morte di tuo fratello Elebren
nl: Dood van je broer Elebren
pt_br: Morte de seu irmão Elebren
ru: Смерть вашего брата Элебрена
sv: Din bror Elebren dör

source: Old King
da: Gammel konge
de: Alter König
fr: Vieux Roi
it: Vecchio re
nl: Oude koning
pt_br: Velho Rei

source: The kingdom of Elf was peaceful, but its king was dying.
da: Kongedømmet var fredeligt, men dets konge var døende.
de: Das Königreich der Elfen war friedvoll, doch sein König lag im Sterben.
fr: Le royaume des Elfes était paisible, mais son roi était en train de mourir.
it: Il regno degli elfi era pacifico ma il suo re stava morendo.
nl: Het koninkrijk der Elfen was vredig, maar hun koning was stervende.
pt_br: O reino dos elfos estava calmo, mas seu rei estava morrendo.

source: On the day he died, he gave a command to his two sons:
da: På dagen for hans død gav han følgende ordre til sine to sønner:
de: Am Tag seines Todes übergab er seinen beiden Söhnen die Regentschaft:
fr: Le jour où il mourrut, il donna un ordre à ses deux fils :
it: In giorno in cui morì, diede ai suoi due figli un ordine:
nl: Op de dag van zijn dood, hij gaf zijn twee zonen een opdracht:
pt_br: No dia que ele morreu ele deu um comando aos seus dois filhos:

source: When I am gone, you two will rule together, for if either of you was to die, our kingdom would surely be doomed.
da: Når jeg er væk, skal i regere i fællesskab, for hvis en af jer skulle dø, vil vores kongedømme være fortabt.
de: Wenn meine Zeit abgelaufen ist werdet ihr beide zusammen herrschen. Sollte einer von euch sterben, so ist unser Königreich mit Sicherheit dem Untergang geweiht.
fr: Dès que je partirai, vous deux régneront ensemble, si l'un d'entre-vous venait à mourir, notre royaume serait à coup sûr détruit.
it: Quando me ne sarò andato, voi due regnerete assieme perché se uno di voi due morisse, il nostro regno sarebbe sicuramente condannato.
nl: Wanneer ik er niet meer ben zullen jullie samen moeten regeren, als een van jullie sterft ons koninkrijk zal zeker instorten.
pt_br: Quando eu me for, vocês dois governarão juntos, pois se qualquer um de vocês dois estiver morto, nosso reino seguramente será destruido.

source: But all was not well once the king was dead.
da: Men alt gik ikke efter planen, da kongen døde.
de: Doch nach dem Tod des Königs lief nicht alles wie gedacht.
fr: Mais tout n'etait pas parfait lorsque le roi mourut.
it: Ma quando il re morì non tutto andò per il verso giusto.
nl: Maar niet alles ging ging zoals de koning had gewild.
pt_br: Mas nem tudo ficou bem depois que o rei morreu.

source: Forget what he said! I am the elder of us, and I shall rule alone!
da: Glem hvad far sagde! Jeg er den ældste, og jeg skal regere alene!
de: Vergiss was er gesagt hat! Ich bin der Ältere und deshalb ist es meine Aufgabe alleine zu herrschen!
fr: Oublie ce qu'il a dit ! Je suis le plus agé d'entre-nous, et je dois régner seul !
it: Dimentica quello che ha detto! Io sono il più anziano di noi due e io sarò l'unico re!
nl: Vergeet wat hij zei! Ik ben de oudste en dus zal ik alleen regeren!
pt_br: Esqueçam o que ele disse! Eu sou o mais velho, e eu governarei sozinho!

source: No! We must obey his wishes, or our kingdom may fall!
da: Nej! Vi må efterkomme hans sidste ønske, ellers vil vores kongedømme gå under!
de: Nein! Wir müssen seinen Wünschen Folge leisten, sonst wird unser Reich untergehen!
fr: Non ! Nous devons respecter ses souhaits, ou notre royaume pourrait tomber !
it: No! Dobbiamo rispettare la sua volontà o il nostro regno cadrà!
nl: Nee! We moeten zijn wil gehoorzamen anders stort ons koninkrijk in!
pt_br: Não! Nós temos que obedecer os desejos dele, ou nosso reino pode cair!

source: Such talk! See who rules once you are slain!
da: Ren snak! Se hvem der regerer når du er dræbt!
de: Leeres gerede! Wir werden sehen wer herrscht, wenn du erst besiegt bist!
fr: Que de belles paroles ! Voyons qui va régner une fois que vous serez mort !
it: Fesserie! Vedremo chi regnerà una volta che sarai morto!
nl: Onzin! Zie maar eens wie er heerst als jij bent verslagen!
pt_br: Conversa fiada! Verá quem governará uma vez que você estiver morto!

source: I told you so! You were a fool to defy me!
da: Jeg sagde det jo! Det var en fejl at sætte sig op imod mig!
de: Ich habe es dir gesagt! Du warst ein Narr mich herrauszufordern!
fr: Je vous l'avais dit ! Vous êtiez idiot de me défier !
it: Te l'avevo detto! Sei stato uno sciocco a sfidarmi!
nl: Ik heb het je gezegd! Je was zo stom om me te uit te dagen.
pt_br: Eu falei! Você foi idiota em desafiar!

source: Trust our father's wishes, you said. Yes, you will surely fall.
da: Du lovede troskab over for fars ønsker. Du vil nu helt sikkert mislykkes.
de: Und du meinst ich solle dem Wunsch unseres Vaters vertrauen. Ja, du wirst mit Sicherheit sterben.
fr: Faites confiance aux voeux de votre père, dîtes-vous. Effectivement, vous allez sûrement tomber.
it: Avevi detto di rispettare la volontà di nostro padre. Sì, sicuramente cadrai.
nl: Vertrouw onze vaders wens, zei je. Ja, je zult zeker ten onder gaan.
pt_br: Confie nos desejos de nosso pai, você disse. Sim, você seguramente cairá.

source: Take this, stupid loyalist!
da: Tag den her, dumme loyalist!
de: Nimm das, elendiger Loyalist!
fr: Prenez ça stupides loyalistes !
it: Prendi questo, stupido lealista!
nl: Neem dit, stomme loyalist!
pt_br: Leve isto, conservador estúpido!

source: Much as I dislike fighting my own kind, I feel it is necessary.
da: Selv om jeg kun har afsky til overs for borgerkrig er det nu nødvendigt.
de: Ich verabscheue es gegen meine Brüder und Schwestern zu kämpfen, doch weiß ich, dass es nötig ist.
fr: Même si je n'aime pas combattre mon propre fils, je sens que cela est nécessaire.
it: Anche se non mi piace affatto combattere la mia stessa gente, devo farlo.
nl: Hoewel ik erniet van houd om te vechten, lijkt het me nodig.
pt_br: Por mais que me repugne lutar com minha própria espécie, sinto que é necessário.

source: The king's people refuse to aid you in your terrible feud.
da: Kongens folk nægter at hjælpe dig i din udsatte position.
de: Die Mannen des Königs weigern sich, euch bei eurer Fehde behilflich zu sein.
fr: Le peuple du roi refuse de vous prêter main forte dans votre terrible vendetta.
it: La gente del re si rifiuta di aiutarvi nella vostra terribile faida.
nl: Het volk weigerde je te helpen in deze verschrikkelijke vete.
pt_br: Os homens do rei se recusam a ajudá-lo em sua disputa terrível.

source: I surrender!
da: Jeg overgiver mig!
de: Ich ergebe mich!
fr: Je me rends !
it: Mi arrendo!
nl: Ik geef me over!
pt_br: Eu me rendo!

source: There are the elves, and they're fighting themselves! Get them!
da: Der er elverne, og de slås indbyrdes! På dem!
de: Dort sind die Elfen. Sie bekämpfen sich gegenseitig! Knöpft sie euch vor!
fr: Il y a des elfes, et en plus ils se battent entre-eux ! Capturer les !
it: Ci sono degli elfi che stanno combattendo tra di loro! Prendiamoli!
nl: Daar zijn de Elfen en ze bevechten elkaar! Grijp ze!
pt_br: Lá estão os elfos, e estão lutando entre si! Peguem-os!

source: Alliance against the Orcs
da: Alliance mod orkerne
de: Bündnis wider den Orks
fr: Alliance contre les Orcs
it: Alleanza tra gli orchi
nl: Verbond tegen de Orks
pt_br: Aliança contra o Orcs

source: Defeat the Orcs
ca: Derrota els orcs
da: Besejr orkerne
de: Besiegt die Orks
fr: Vaincre les orcs
hu: Legyőzöd az orkokat
it: Sconfiggi gli orchi
nl: Versla de Orks
pt_br: Derrote o Orcs
ru: Победите Орков
sv: Besegra orcherna

source: Death of Tyragon
ca: Mort de Tyragon
da: Tyragons død
de: Tyragon fällt in der Schlacht
fr: Mort de Tyragon
hu: Tyragon elesik
it: Morte di Tyragon
nl: Dood van Tyragon
pt_br: Morte de Tyragon
ru: Смерть Тирагона
sv: Tyragon dör

source: Aramir arrived just in time. The castle of the general Tyragon was already under siege.
ca: Aramir va arribar just a temps. El castell del General Tyragon ja estava sent assetjat.
da: Aramir ankom lige i tide. General Tyragons slot var alllerede under belejring.
de: Aramir ist gerade noch rechtzeitig erschienen. Die Festung von Gerneral Tyragon wurde bereits belagert.
fr: Aramir est arrivé juste à temps. Le château du général Tyragon était déjà assiégé.
hu: Aramir épp időben érkezett. Tyragon tábornok vára már ostrom alatt állt.
it: Aramir è arrivato appena in tempo. Il castello del generale Tyragon è sotto assedio.
nl: Aramir komt net op tijd. Het kasteel van generaal Tyragon werd al belegerd.
pt_br: Aramir chegou exatamente a tempo. O castelo do general Tyragon já estava sob cerco.
ru: Арамир прибыл как раз вовремя. Замок генерала Тирагона был уже под осадой.
sv: Aramir kom fram i grevens tid. General Tyragons slott var redan under belägring.

source: Come quickly! The Orcs have destroyed my outposts and are attacking my castle!
ca: Vinga, ràpid! Els orcs han destruït les meues fortalesses frontereres i estan atacant el meu castell!
da: Kom hurtigt! Orkerne har ødeligt min udkigsposter og angriber min borg!
de: Kommt schnell! Die Orks haben meine Außenposten zerstört und greifen nun meine Festung an!
fr: Venez vite ! Les orcs ont détruit mes avant-postes et attaquent mon château !
hu: Siess! Az orkok lerombolták az őrtornyaimat, és a váramra fáj a foguk!
it: Presto presto! Gli orchi hanno distrutto i miei avamposti e stanno attaccando il mio castello!
nl: Kom snel! De Orks hebben mijn buitenposten vernietigd en bestormen mijn kasteel!
pt_br: Venha depressa! O Orcs destruíram meu postos de fronteira e estão atacando meu castelo!
ru: Идите быстрей! Орки разрушили мои заставы и нападают на мой замок!
sv: Kom fort! Orcherna har krossat mina utposter och anfaller mitt slott!

source: I'm coming as fast as I can! Hold them off as best you can!
ca: Vaig cap allà tan apresa com puc! Aguanta'ls tot el que pugues!
da: Jeg kommer så hurtigt som muligt! Hold dem tilbage efter bedste evne!
de: Ich komme so schnell ich kann! Gebt euer bestes sie zurückzuhalten!
fr: J'arrive aussi vite que possible ! Retenez-les du mieux que vous pouvez !
hu: Olyan gyorsan jövök, ahogy csak tudok. Tartsd vissza őket, amennyire erődből telik!
it: Sto facendo più in fretta possibile! Resisti come meglio puoi!
nl: Ik zo snel ik kan! Houd ze bezig zo goed je kunt!
pt_br: Eu estou vindo o mais rápido quanto posso! Segure-os como puder!
ru: Я иди так бустро, как я могу! Удерживайте их как можете!
sv: Jag kommer så snabbt jag kan! Håll dem undan så gott det går!

source: I have to stay in here and defend my castle, so I can't help you defeat the Orcs.
ca: He de romandre ací i defendre el meu castell, així que no puc ajudar-te a derrotar els orcs.
da: Jeg må blive her og forsvare min borg, så jeg kan ikke komme til undsætning mod orkerne.
de: Ich muss mich hier drinnen verschanzen, um meine Festung zu verteidigen. Ich werde euch also keine Hilfe im Kampf gegen die Orks sein.
fr: Je dois rester ici et défendre mon château, pour vous aider à vaincre les orcs.
hu: Itt kell maradnom, védelmezni a váramat, szóval nem tudok segíteni az orkok legyőzésében.
it: Devo difendere il mio castello, non posso aiutarvi a sconfiggere gli orchi.
nl: Ik moet hier blijven en mijn kasteel verdedigen, dus ik kan jullie niet helpen de Orks te verslaan.
pt_br: Eu tenho que ficar em aqui e defender meu castelo, assim eu não posso lhe ajudar a derrotar os Orcs.
ru: Я должен остаться дома здесь и защитить мой замок, таким образом я не могу помочь Вам побеждать Орков.
sv: Jag måste stanna här och försvara mitt slott, så jag kan inte hjälpa dig mot orcherna.

source: No! Both my kingdom and Tyragon's people are doomed now!
ca: No! Tant el meu regne com el poble de Tyragon estan perduts!
da: Nej! Både mit kongedømme og Tyrangons folk er fortabt nu!
de: Neiiiinnn! Sowohl mein Königreich als auch Tyragon's Leute sind nun verloren!
fr: Non ! Mon royaume et le peuple de Tyragon sont condamnés maintenant !
hu: Nem! Az én királyságom és Tyragon népe is elveszett!
it: No! Il mio regno e la gente di Tyragon sono finiti adesso!
nl: Nee! Zowel mijn koninkrijk als Tyragon zijn volk zijn verloren!
pt_br: Não! Meu reino e o povo de Tyragon estão agora condenadas!
ru: Нет! И мое королевство и люди Тирагона теперь обречены!
sv: Nej! Båda mina kungadömen och Tyragons folk är dödsdömda nu!

source: How could I fall to such as these...
ca: Com he pogut sota els peus d'aquestos...
da: Hvordan kunne jeg dog mislykkes mod disse...
de: Wie konnte ich gegen jene unterliegen...
fr: Comment ai-je pu tomber face à des ennemis pareils...
hu: Hogy veszthettem ilyenek ellen...
it: Come posso essere stato sconfitto da uno così...
pt_br: Como eu posso ser morto por seres como estes...
ru: Как мог я пасть...
sv: Hur kunde det gå så här...

source: You shall die, foolish Orc.
ca: Moriràs, orc! No deuries haver vingut ací!
da: Du skal dø, tåbelige ork.
de: Du wirst sterben, närrischer Ork.
fr: Tu dois mourir, pauvre fou d'orc.
hu: Meg kell halnod, ostoba ork!
it: Morirai, stupido orco.
nl: Je zult sterven domme Ork.
pt_br: Você morrerá, Orc tolo.
ru: Вы должны умереть, глупый орк.
sv: Du ska dö, din dumma orch.
